/* Achievements section header */
"Achievements" = "Επιτεύγματα";

/* Leaderboard section header */
"Leaderboard" = "Κορυφαίοι παίκτες";

/* Recently Played section header */
"Recently Played" = "Πρόσφατα";

